<template>
	<view class="container">
		<scroll-view class="content" scroll-y="true">
			<view class="title1">收益模式</view>
			1.用户注册 </br>
			您需要填写必要的注册信息，注册成为“雲創科技”用户。</br>
			　
			
			2.身份认证</br>
			推出权威身份认证方式，自动核实您的身份。</br>
			　
			3.项目投资</br>
			根据自己的要求，选择最合适您的投资项目进行投资。</br>
			
			4.回收本息</br>
			按照项目的具体的期限和还款方式，向您的账户进行还款。</br>
			
			　
			
			5.您可以通过QQ、MSN、微博、邮件等方式发送以上链接邀请好友加入；每推广一个有效会员既得：8元推广费</br>
			
			亲爱的雲創科技用户，即日起邀请好友注册雲創科技即可获得雲創科技现金奖励的机会；</br>
			各位用户可登录雲創科技“我的帐户”—“我要推广—“推广链接”一栏，复制邀请链接并通过QQ、MSN、微博、邮件等方式发送至好友处；</br>
			凡成功邀请1位好友注册雲創科技，您可获得8元推广费，且新加入者在注册后有充值，您将获得此注册者的充值资金的2%；</br>
			例如：通过您的链接地址注册并成功充值100000元，则您的推广奖励为100000*0.02=2000元；</br>
			您可在“我的帐户”—“我要推广—“推广记录”—“下线分成”一栏查询奖励到帐情况；</br>
			多邀请多得，期待您的参与！ 注：本活动最终解释权归深圳市雲創科技有限公司所有。</br>
			注意事宜：用户不得推荐用户自己，如发现用户自己推荐自己将冻结用户以及下线的一切资金，严重者将限制用户一切行为；举例：用户A推荐了用户B（用户B其实是用户A自己注册的）</br>
			　
			
			投资安全</br>
			(1) 国际化专业团队</br>
			雲創科技团队成员由全球专业金融机构、法律行业、经济研究和电子商务等领域的专业人士组成，确保国际专业化水准。</br>
			(2) 多年综合金融经验</br>
			公司积累了多年综合金融行业经验，为雲創科技业务开展奠定坚实基础。</br>
			(3) 多级监管体系　</br>
			第一级：雲創科技自身的风险管控体系，凝聚了多年来开展综合金融的行业经验，从制度、流程、系统等方面全方位保护用户的利益；</br>
			第二级：政府有关部门严格管理与指导。</br>
			(4) 多重防护网，防范交易风险　</br>
			雲創科技发布的投资服务都会经过雲創科技及专业机构严格的内部审核，同时由AA级以上的核心企业提供担保。对一些风险稍大的交易，雲創科技还会对项目设立更高的审核标准，确保只有合格的投资项目才能上平台。</br>
		</scroll-view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style>
.title1{font-size: 45upx;color: #3B424C;font-weight: bold;}
.value{font-size: 40upx;color: #3B424C;}
.content{padding: 35rpx 35rpx 0;width: auto !important;font-size: 30rpx;}
.text{color: rgb(91, 96, 103);font-size: 30upx;line-height: 60rpx;}
.color1{color: #ff6600;}
</style>
