<template>
	<view class="container">
		<scroll-view class="content" scroll-y="true">
			<view class="title1">产品说明</view>
			<view class="value">上证50ETF指数期权合约产品：</view>
			<view style="margin-top: 20rpx;">作为上海市场最具代表性的蓝筹指数之一，上证50指数是境内首只交易型开放式指数基金（ETF）的跟踪标的。上证50ETF是一种创新型基金。</br>
上证50ETF基金单位净值实时公布上海证券交易所根据华夏基金管理公司每日提供的申购赎回清单，按照清单内一篮子股票的最新成交价格和预估现金，每15秒计算一次ETF的参考基金单位净值，作为对ETF基金单位净值的估计。ETF基金网认为上证50ETF的市场价格是由基金单位净值决定的，并围绕着基金单位净值在一个极窄的幅度内上下波动。在行情软件中，输入代码510050，显示出的最新价就是上证50ETF的参考基金单位净值。</br>
投资目标</br>
紧密跟踪标的指数，追求跟踪偏离度和跟踪误差最小化。</br>
投资理念</br>
中国经济和资本市场将长期快速增长，指数化投资可以以最低的成本和较低的风险获得市场平均水平的长期回报。标的指数具有良好的市场代表性、流动性与蓝筹特征，通过完全复制法实现跟踪偏离度和跟踪误差最小化，可以满足用户多种投资需求。</br>
分配原则</br>
1.每份基金份额享有同等分配权。 2.基金当年收益先弥补以前年度亏损后，方可进行当年收益分配。 3.如果基金投资当期出现净亏损，则不进行收益分配。 4.基金收益评价日核定的基金累计报酬率超过标的指数同期累计报酬率达到1%以上，方可进行收益分配。 5.在符合上述基金分红条件的前提下，本基金收益每年至少分配1次，最多分配2次，若自基金合同生效日起不满3个月可不进行收益分配。基金收益分配比例为符合上述基金分红条件的可分配部分的100%。 6.本基金收益分配采取现金方式。 7.法律法规或监管机关另有规定的，从其规定。</br>
投资范围</br>
本基金主要投资于标的指数成份股、备选成份股。为更好地实现投资目标，本基金可少量投资于新股、债券及中国证监会允许基金投资的其他金融工具。</br>
投资策略</br>
本基金主要采取完全复制法，即完全按照标的指数的成份股组成及其权重构建基金股票投资组合，并根据标的指数成份股及其权重的变动而进行相应调整。但在因特殊情况（如流动性不足）导致无法获得足够数量的股票时，基金管理人将搭配使用其他合理方法进行适当的替代。</br>
基金管理人代码80000222基金托管人代码80001067基金经理方军</br>
决策依据</br>
有关法律、法规、基金合同和标的指数的相关规定是基金管理人运用基金财产的决策依据。</br>
决策程序</br>
研究、决策、组合构建、交易、评估、组合维护的有机配合共同构成了本基金的投资管理程序。严格的投资管理程序可以保证投资理念的正确执行，避免重大风险的发生。 (1)研究：金融工程小组依托公司整体研究平台，整合外部信息以及券商等外部研究力量的研究成果开展指数跟踪、成份股公司行为等相关信息的搜集与分析、流动性分析、误差及其归因分析等工作，撰写研究报告，作为基金投资决策的重要依据。 (2)投资决策：投资决策委员会依据金融工程小组提供的研究报告，定期召开或遇重大事项时召开投资决策会议，决策相关事项。基金经理根据投资决策委员会的决议，每日进行基金投资管理的日常决策。 (3)组合构建：根据标的指数，结合研究报告，基金经理以完全复制指数成份股权重方法构建组合。在追求跟踪误差和偏离度最小化的前提下，基金经理将采取适当的方法，以降低买入成本、控制投资风险。 (4)交易执行：中央交易室负责具体的交易执行，同时履行一线监控的职责。 (5)投资绩效评估：金融工程小组定期和不定期对基金进行投资绩效评估，并提供相关报告。绩效评估能够确认组合是否实现了投资预期、组合误差的来源及投资策略成功与否，基金经理可以据此检讨投资策略，进而调整投资组合。 (6)组合监控与调整：基金经理将跟踪标的指数变动，结合成份股基本面情况、流动性状况、基金申购和赎回的现金流量情况以及组合投资绩效评估的结果，对投资组合进行监控和调整，密切跟踪标的指数。 基金管理人在确保基金份额持有人利益的前提下有权根据环境变化和实际需要对上述投资程序做出调整，并在基金招募说明书及其更新中公告。</br>
投资标准</br>
风险收益特征</br>
本基金属股票基金，风险与收益高于混合基金、债券基金与货币市场基金。本基金为指数型基金，采用完全复制策略，跟踪上证50指数，是股票基金中风险较低、收益中等的产品。</br>
沪深300指数期货合约产品：</br>

所谓股指期货，就是以某种股票指数为标的资产的标准化的期货合约。买卖双方报出的价格是一定时期后的股票指数价格水平。在合约到期后，股指期货通过现金结算差价的方式来进行交割。</br> 
沪深300指数由中证指数有限公司编制与维护，成份股票有300只。该指数借鉴了国际市场成熟的编制理念，采用调整股本加权、分级靠档、样本调整缓冲区等先进技术编制而成。中金所首个股指期货合约以沪深300指数为标的物。</br>
上市交易所</br>
中国金融期货交易所</br>
从公布的规则以及合约内容分析，有十大要点值得关注：一、交易时间较股市开盘早15分钟，收盘晚15分钟，用户可利用期指管理风险。</br>
二、涨跌停板幅度为10%，取消熔断，与股票市场保持一致。三、最低交易保证金的收取标准为8%，当前点位单手合约保证金需15-20万元左右。</br>
四、交割日定在每月第三个周五，可规避股市月末波动。五、遇涨跌停板，按“平仓优先、时间优先”原则进行撮合成交。六、每日交易结束后，</br>
将披露活跃合约前20名结算会员的成交量和持有量。七、单个非套保交易账户的持仓限额为100手，当前点位账户限仓金额约在1500万元左右。</br>
八、出现极端行情时，中金所可谨慎使用强制减仓制度控制风险。九、自然人也可以参与套期保值。十、规则为期权等其他创新品种预留了空间。</br>
指期货也有“到期日效应”，许多资金会在到期日平仓，导致价格波动。如果两个市场的波动叠加在一起，会增大市场的波动，对现货市场和期货市场都将产生较大影响</br>
如今将交割日定在第三个周五，基本就可以在当月中旬进行交割，避免出现月末剧烈市场波动。</br>
竞价交易涨跌停板成交“平仓挂单优先”</br>
股指期货连续竞价交易按照“价格优先、时间优先”的原则进行，这一点与A股市场相类似；但在遇到涨跌停板的极端行情之时，以涨跌停板价格申报的指令，</br>
按照“平仓优先、时间优先”的原则进行。这是因为股指期货采用双向交易，用户既可以开多仓，也可以开空仓。</br>
股指期货采用集合竞价和连续竞价两种方式撮合成交，正常交易日9:10-9:15为集合竞价时间。其中，9:10-9:14为指令申报时间，9:14-9:15为指令撮合时间。</br>
集合竞价指令申报时间不接受市价指令申报，集合竞价指令撮合时间不接受指令申报。
为防止部分会员和客户利用技术优势影响交易系统安全和正常交易秩序，对于会员、客户采取可能影响交易所系统安全或者正常交易秩序的方式下达交易指令的，中金所可采取相关措施加以限制。</br>
信息披露</br>
基金、保险头寸可能会“隐藏”起来</br>
任何一张股指期货合约挂牌交易后，只要其单边持仓量达到1万手以上，即被视作“活跃月份合约”。中金所每日交易结束后，将披露活跃月份合约前20名结算会员的成交量和持仓量。</br>
值得一提的是，为保护会员和客户的商业秘密，中金所只公布活跃月份合约前20名结算会员的成交量和持仓量。市场人士推测，基金、保险等大资金未来有望成为与中金所直连的非结算会员，</br>
也就是说，未来基金、保险等大资金的股指期货交易头寸可能会被很好地“隐藏”起来。</br>
这与国内商品期货市场的习惯有很大不同。国内三大商品期货交易所会员分为两种，即自营会员和非自营会员。无论是哪种会员，只要其交易的合约达到信息公开标准，</br>
交易所就会公布其成交量和持仓量。持仓限额单个账户限额约9000万元中金所发布《关于调整沪深300股指期货持仓限额标准的通知》，将沪深300股指期货的持仓限额由1200手调升至5000手。</br>
若以当前点位计算，每手合约面值100万元、保证金比例15%计算，单个交易账户的限仓金额约在9000万元左右。[1] </br>
除了对单个账户进行限仓管理，中金所还将对单个结算会员进行限仓。限仓标准将按照每日结算后，某一合约单边的总持仓量计算。但进行套期保值交易和套利交易的客户号的持仓按照交易所有关规定执行。</br>
为加强对大户的监管，中金所规定从事自营业务的交易会员或者客户不同客户号的持仓及客户在不同会员处的持仓合并计算；增加“客户的持仓尚未满足相关大户标准，但交易所认为有必要的，交易所可以要求其进行大户报告”的规定。</br>
强制减仓</br>
极端行情下谨慎使用强制减仓</br>
借鉴国内期货市场处置极端行情的经验，中金所保留了在连续出现涨跌停板的情况下可以采取强制减仓的制度，即将当日涨跌停板价格申报的为成交平仓单，以当日涨跌停板价格与该合约盈利客户按照持仓比例自动撮合成交。考虑到这种制度虽然化解风险简单有效、但是对于套期保值和套利交易不利，因此中金所只有在出现极端行情时才能谨慎使用。</br>
根据《期货交易所管理办法》第八十六条“期货价格出现同方向连续涨跌停板的，交易所可以采用调整涨跌停板幅度、提高交易保证金标准及按一定原则减仓等措施化解风险”的规定，将股指期货强制减仓的执行条件改为“期货交易连续出现同方向单边市”。</br>
 

深市创业板个股优质产品：</br>
深圳证券交易所（以下简称“深交所”）成立于1990年12月1日，是为证券集中交易提供场所和设施，组织和监督证券交易，履行国家有关法律、法规、规章、政策规定的职责，实行自律管理的法人。深交所的主要职能包括：提供证券交易的场所和设施；制定业务规则；审核证券上市申请、安排证券上市；组织、监督证券交易；对会员进行监管；对上市公司进行监管；管理和公布市场信息；中国证监会许可的其他职能。</br>
深交所以建设中国多层次资本市场体系为使命，全力支持中国中小企业发展，推进自主创新国家战略实施。2004年5月，中小企业板正式推出；2006年1月，中关村科技园区非上市公司股份报价转让开始试点；2009年10月，创业板正式启动，多层次资本市场体系架构基本确立。</br>
深交所坚持以提高市场透明度为根本理念，贯彻“监管、创新、培育、服务”八字方针，努力营造公开、公平、公正的市场环境。</br>
 1历史沿革编辑第一阶段：诞生（1978-1991）[2] </br>
深交所在改革开放、特区建设和“姓氏”争论中孕育诞生，开创了新中国证券集中交易的先河。资本市场的功能作用，在改革开放和现代化建设实践中不断得到检验。</br>
深圳证券交易所1978年12月，中国共产党十一届三中全会确立以经济建设为中心的基本国策。一年后，改革开放的第一声“开山炮”在深圳蛇口炸响。1980年8月26日，全国人大批准《广东省经济特区条例》，深圳经济特区正式设立。深圳敢闯敢试、敢为天下先的改革精神，海纳百川、兼容并蓄的开放精神，空谈误国、实干兴邦的使命精神，共同孕育了深交所的诞生与成长。</br>
1982年，广东省宝安县联合投资公司在深圳成立，是国内首家通过报刊公开招股的公司，1983年7月向全国发行“深宝安”股票凭证。</br>

1984年10月，中国共产党十二届三中全会通过《关于经济体制改革的决定》，企业股份制开始试点，证券市场也在试点过程中萌动。</br>
1988年4月，“深发展”股票在特区证券挂牌柜台交易，连同随后上柜的“万科”、“金田”、“安达”和“原野”，称“深圳老五股”。</br>
1988年6月至9月，深圳市政府举办四期资本市场基础理论培训班，11月成立资本市场领导小组，在争论中坚持改革探索的脚步。1989年11月25日，下达《关于同意成立深圳证券交易所的批复》。</br>
1990年1月，深圳证券交易所筹备小组正式挂牌办公。</br>
1990年5月28日，深圳市政府通告取缔场外非法交易，其后又进一步决定实行股票买卖价格涨跌停板制度和征收交易印花税，同时也加快了深交所筹备进程。</br>
1990年12月1日，深圳证券交易所试营业。</br>
1990年12月，深圳“股票热”引起党中央、国务院的高度关注，先后对深圳企业股份制改革和证券市场进行了三次调查，最后决定保留上海、深圳股份制及证券市场试点。</br>
1991年4月16日，深圳证券交易所获中国人民银行批准，7月3日正式开业并召开新闻发布会。</br>
1991年7月，深交所主办全国第一家证券理论刊物——《证券市场导报》创刊。</br>
第二阶段：拓荒（1992-1995）</br>
1992年初，邓小平南巡并发表谈话，其中关于股市的论述从根本上消除了人们的疑虑，对证券市场发展起到了巨大的推动作用。</br>
1992年8月，由于新股认购组织不严密，抽签表供不应求，引发了一起群体性事件——深圳“810事件”，表明亟须建立统一规范的监管体系。</br>

1992年10月12日，国务院办公厅发布《关于成立国务院证券委员会的通知》，国务院证券管理委员会和中国证券监督管理委员会先后成立。12月17日，国务院发布《关于进一步加强证券市场宏观管理的通知》，资本市场逐步纳入全国统一监管。1991年7月3日，深交所确立自律监管规则依据——《深圳证券交易所章程》和《深圳证券交易所业务规则》。</br>
1992年12月1日，首创通过电视开展“深圳证券周”活动，普及证券知识，推动理性投资。</br>
1993年4月，国务院颁布《股票发行与交易管理暂行条例》，深圳上市公司率先尝试市场化并购。1993年9月30日，深宝安通过二级市场收购上海延中。1993年11月，深万科收购上海申华实业。1994年3月，君安证券收购深万科。</br>
1993年8月28日，与《人民日报》社联合创立的全国第一家专业证券媒体——《证券时报》试刊。</br>
1994年8月，深交所率先开通证券双向卫星网，突破委托报盘手段瓶颈，覆盖中国大陆所有地区。</br>
建所伊始，深交所就积极探索证券市场国际化道路和产品创新。1992年2月28日“深南玻B”上市，1995年6月在瑞士市场私募发行B股可转债，首创在国际市场直接融资。1993年6月30日，首只纯B股“闽灿坤B”上市。1995年7月12日，“招商局B”首创在新加坡第二上市。在产品创新上，1991年11月1日，盐田港重点建设债券在深交所上市。1992年11月5日，深圳宝安企业（集团）股份有限公司同时发行1992年认股权证及5亿元可转换债券。1994年9月12日，深交所推出国债期货交易业务，首期推出五个系列19个期货品种。到1995年已初步形成A股、B股、债券、认股权证、国债期货等在内的多品种证券市场格局。</br>
第三阶段：成长（1996-1999）</br>
深交所直面严峻形势，适应体制变化，推进市场服务工程，加强市场一线监管，实现从区域性市场到全国性市场的跨越性成长，完成由试验性探索到规范化运作的关键性转变。</br>

1995年12月，时任国务院副总理朱镕基提出“法制、监管、自律、规范”八字方针，作为证券市场发展的总体要求。</br>
1996年3月，八届全国人大第四次会议要求进一步完善和发展证券市场，结束试验性质。同年8月21日，国务院证券委发布《证券交易所管理办法》。1997年7月2日，深交所正式划归中国证监会监督管理。</br>
1998年11月16日，时任全国人大委员长李鹏第二次来到深交所，进行《证券法》立法调研。同年12月29日，九届全国人大常委会第六次会议通过《中华人民共和国证券法》，1999年7月1日起正式实施。</br>
1996年，设立北京、上海、武汉、西安和成都服务中心，建立全国性市场服务网络。</br>
1996年7月9日，举办绩优公司表彰暨上市公司与建立现代企业制度高级研讨会，首创量化评估绩优上市公司。</br>
1997年4月，成立综合研究所。1999年5月，成立中国证券行业第一家博士后工作站——深交所博士后工作站</br>
1998年4月28日，“辽物资A”首家实行“ST”特别处理。1999年9月14日，“ST苏三山”首家因连续三年亏损暂停上市。2001年6月15日，“PT粤金曼”成为首家退市公司。</br>
第四阶段：求索（2000-2009）</br>
20世纪90年代，全球新经济快速发展，中国经济结构加快调整，客观上要求资本市场发挥其促进企业创新和科技进步的重要功能。深交所先后设立中小企业板和创业板，开辟出一条有中国特色的多层次资本市场体系建设道路。</br>
1999年1月15日，深交所向中国证监会提交《关于进行成长板市场方案研究的立项报告》及其实施方案。2000年8月，经国务院同意，中国证监会决定由深交所承担创业板市场筹备任务，同时停止深交所主板新公司上市。</br>
2000年8月，深交所成立创业板筹备工作领导小组，创业板筹备工作全面启动。深交所全面动员，周密组织，在法规规则、技术系统、企业培育、人才储备等方面，为创业板市场建设做了大量基础性工作。</br>
2000年10月26日，举办首期创业板拟上市企业培训班。2001年4月，成立创业企业培训中心。</br>
2001年下半年，全球科技股泡沫破灭，海外创业板市场纷纷失败或步入低谷，在中国建设创业板市场备受质疑。</br>
受多方因素影响，创业板推出进程暂缓。面对困难曲折，深交所积极探索，审时度势，提出分步推进创业板的战略思路，逐步取得广泛共识，为多层次资本市场体系建设铺平了道路。</br>

2002年6月29日，《中小企业促进法》正式颁布。深交所酝酿提出在现有法律框架内先为中小企业设立板块、分步推进创业板的战略思路，2002年11月16日和12月4日分别向中国证监会提交的《关于分步实施推进创业板市场建设的请示》及《关于当前推进创业板市场建设的思考与建议》，并很快取得各方认同。</br>
2003年10月14日，党的十六届三中全会通过《中共中央关于完善社会主义市场经济体制若干问题的决定》，明确提出：“建立多层次资本市场体系，推进风险投资和创业板市场建设”。10月31日，深交所举办“学习三个代表重要思想、贯彻十六届三中全会决定、推进创业板市场建设研讨会”。</br>
2004年1月31日，国务院发布《关于推进资本市场改革开放和稳定发展的若干意见》，将发展资本市场提升到国家战略，提出九个方面的纲领性意见。特别针对创业板市场建设，提出“分步推进创业板市场建设，完善风险投资机制，拓展中小企业融资渠道”。</br>
2004年5月17日，经国务院同意，中国证监会批复同意在深交所设立中小企业板块。5月27日，中小企业板启动。6月25日，中小企业板首批8家公司上市。中小企业板规范发展，成为全球范围内最为成功的中小企业市场之一，中小企业板的成功实践为创业板推出开辟了道路。</br>
2005年4月29日，中国证监会正式启动股权分置改革。2006年底，深交所上市公司股权分置改革率先基本完成。股权分置改革、证券公司规范治理和上市公司综合治理解决了长期困扰资本市场发展的主要障碍，也为推出创业板进一步创造了条件。</br>
2008年，严重国际金融危机波及全球经济。为实现中国经济持续健康发展，各界呼吁尽快推出创业板。2008年3月21日，中国证监会就《首次公开发行股票并在创业板上市管理办法》向社会公开征求意见。2008年12月8日，国务院办公厅发布《关于当前金融促进经济发展的若干意见》，明确将“适时推出创业板”。</br>
2009年10月23日，创业板正式启动。10月30日，首批28家创业板上市公司集中上市。</br>

第五阶段：希望（2010年以后）</br>
创业板启动标志着多层次资本市场体系架构初步确立。在新的历史阶段，深交所将继续以服务支持中国经济为己任，全力提升多层次资本市场的包容力和透明度，努力建设成为全球最具特色的证券交易所。</br>
一要全面提升多层次资本市场的包容力。对接实体经济重点领域和薄弱环节，服务更多不同成长阶段的企</br>
深圳证券交易所新址业，拓宽多层次资本市场覆盖面，发挥资本市场的支持、引导、带动作用，优化资源配置，服务国家长远发展战略。对接社会多样化财富管理需求，服务更多不同类型的市场参与主体，完善风险管理工具和产品交易平台，发挥交易所市场组织和创新服务功能，提升资本市场的深度和质量。</br>
二要全面提升多层次资本市场的透明度。完善信息披露监管，提高上市公司透明度，构建以诚信约束为核心的差异化监管体系，建立健全用户服务与保护工作机制，让市场自身的约束性力量得到充分发挥。完善市场交易监管，提高市场运行透明度，实现交易信息、监管规则、监管措施有效公开，促进市场良序运作、参与者归位尽责，让市场风险定价与配置的效率得到长足提升。</br>
三要全面提升竞争力，建设全球最具特色交易所。立足核心系统自主研发，提高技术发展和管理水平，以高可用性、高扩展性、高性能容量的新一代交易系统为核心，建设安全、高效、自主、可靠的综合性技术支持服务平台。立足实现长远发展战略，提高自身治理和管理水平，适应新时期中国改革开放和经济社会发展要求，建设以自身鲜明特色为基础、进而在全球范围内拥有核心竞争力的证券交易所。</br>
2市场体系编辑我国经济发展具有多样性特点，劳动密集型、资本密集型和技术密集型产业优势并存，但都面临着由“粗放”到“集约”转型，由产业链低端向高端跃升的压力。服务于我国经济现有格局，深交所初步建立主板、中小企业板和创业板差异化发展的多层次资本市场体系，依托实体经济现实需求，固定收益等产品创新也在取得突破。</br>

股本证券</br>
主板持续做优做强。为筹备创业板，深交所主板市场2000年开始停止新公司上市，当时上市公司514家，总股本为1581亿股，大多集中在传统产业。近年来，通过并购重组、整体上市等方式，实现存量做优做强。截至2014年4月底，深交所主板上市公司480家，总股本4443亿股，2001年以来累计再融资8007亿元。[3]</br>
中小企业板独具特色。中小企业板于2004年5月经国务院批准设立，较好体现了我国深度参与国际分工、产业链拉长、分工更细的成果。截至2014年4月底，上市公司719家，遍布31个省市自治区，其中中西部地区占三分之一多，成为当地经济发展的支柱，覆盖全部13个行业，许多已经成为细分行业龙头。中小板总市值4.17万亿元，成为我国资本市场特色重要组成，在全球范围内，是专注中小企业为数不多的成功市场之一。[3] </br>
创业板定位清晰。创业板历经十年筹备，于2009年10月经国务院批准设立，定位于服务自主创新企业和其他成长型创业企业。截至2014年4月底，创业板上市公司379家，77%所处子行业是“十二五”规划的重点发展方向，超过43%在国际上处于子行业领先或者同步地位。板块特色逐步清晰，在新一轮以创新驱动发展的战略中，将努力打造为科技与金融结合的引领者。截止2014年4月底，创业板总股本758.8亿股，总市值1.88万亿元[3] ，在全球服务创业创新的市场中，市值仅次于NASDAQ，如NASDAQ只计算资本市场板块，则我国创业板规模位居全球第一位。</br>
积极支持场外市场规范建设。从2001开始，深交所承担代办股份转让系统技术支持等工作，2006年1月增加中关村代办系统股份报价转让试点。2012年9月全国中小企业股份转让系统公司设立，深交所参股并继续提供技术支持。同时，深交所积极稳妥支持区域性股权市场规范建设，提供规则、技术、信息披露等方面咨询服务，通过多种渠道支持区域股权市场建设。
固定收益与上市基金</br>
债券产品支持中小企业。债券市场是资本市场服务实体经济的新平台。截至2014年4月底，深交所上市债券442只，托管总面值2159亿元。为拓宽未上市中小微企业融资渠道，2012年推出中小企业私募债券试点，已有200只通过备案，金额270亿元。119家企业完成131只私募债发行，募集资金151亿元，交易所服务促进中小企业规范发展功能逐步显现。[4] 
资产证券化产品服务实体经济。资产证券化业务对于盘活各类社会存量资产有独特优势。截止2013年底，深交所累计挂牌11个资产证券化产品，融资137亿元。基础资产涵盖市政建设、污水处理、高速公路、电力销售等基础设施建设领域与主题公园等文化旅游产业，通过服务基础建设推进新型城镇化进程。首个小额贷款类资产证券化产品阿里小贷1号和2号专项计划在深交所挂牌转让，募集资金10亿元，是小额贷款类资产证券化的首次尝试，对于落实小微企业金融支持具有重要的示范意义。</br>
积极推进基金特色创新。基金产品是顺应财富管理需求和壮大机构用户的重要创新领域，上市基金是深交所基金产品创新的特色。截至2013年底，深交所上市基金数量280只，占深沪两市总量的83.33%；并先后推出跨市场沪深300ETF和跨境香港恒生ETF。</br>

 

上证大盘优质蓝筹股产品：</br>
上海证券综合指数简称“上证综指”，其样本股是全部上市股票，包括A股和B股，反映了上海证券交易所上市股票价格的变动情况，自1991年7月15日起正式发布。[1]1历史沿革编辑从1990年至2010年，上海证券交易所(以下简称“上交所”)从最初的8只股票、22只债券，发展为拥有894家上市公司、938只股票、18万亿股票市值的股票市场，拥有199只政府债、284只公司债、25只基金以及回购、权证等交易品种，初步形成以大型蓝筹企业为主，大中小型企业共同发展的多层次蓝筹股市场，是全球增长最快的新兴证券市场。</br>
适应上海证券市场的发展格局，以上证综指、上证50、上证180、上证380指数，以及上证国债、企业债和上证基金指数为核心的上证指数体系，科学表征上海证券市场层次丰富、行业广泛、品种拓展的市场结构和变化特征，便于市场参与者的多维度分析，增强样本企业知名度，引导市场资金的合理配置。上证指数体系衍生出的大量行业、主题、风格、策略指数，为市场提供更多、更专业的交易品种和投资方式，提高市场流动性和有效性。[2] </br>
上证综合指数是最早发布的指数，是以上证所挂牌上市的全部股票为计算范围，以发行量为权数的加权综合股价指数。这一指数自1991年7月15日起开始实时发布，基日定为1990年12月19日，基日指数定为100点。</br>
新上证综指发布以2005年12月30日为基日，以当日所有样本股票的市价总值为基期，基点为1000点。新上证综指简称“新综指”，指数代码为000017。</br>
“新综指”当前由沪市所有G股组成。此后，实施股权分置改革的股票在方案实施后的第二个交易日纳入指数。指数以总股本加权计算。</br>
据统计，以2005年12月15日收盘价计算，“新综指”市价总值为3927亿元，流通市值为1425亿元，占市场的比重分别为18%及22%。随着股权分置改革的不断深入，“新综指”占市场比重将逐渐增大。2005年12月15日，“新综指”市盈率为12．14倍，比上证综指低23．47%。</br>
新上证综指是中国证券市场由权威机构发布的反映股权分置改革实施后公司概况的指数，随着股权分置改革的全面推进，将不断有新的样本股加入新上证综指；在不远的将来，随着市场大部分上市公司完成股改，新上证综指将逐渐成为主导市场的核心指数。</br>
2014年12月5日，两市成交量再度放量，开盘一小时，两市成交超5000亿，半日成交高达逾7000亿。截至收盘，沪市成交达6300亿，深市成交高达4300亿。成交总额创纪录超万亿。[3] </br>
2015年5月19日，A股市场结束“二八分化”格局，迎来大小盘普涨行情，两市超过200只个股涨停。沪指小幅高开后持续上扬，受金融、地产等权重股发力，一路拉升重回4400点。截至收盘，沪指报4417.55点，涨3.13%，成交6938亿元；深成指报15127.38点，大涨424.74点，涨幅3.10%，成交7302亿元；创业板指报3322.77点，涨1.35%。[4] 
2015年5月22日，两市大幅高开后强势上扬，沪指站上4600点。午后，两市继续上行，沪指最高触及4658.27点，创87个月新高，创业板表现疲软。值得注意的是，今日两市大幅放量，成交额均近2万亿亿。截至收盘，沪指涨2.83%，报4657.60点，成交10072亿元；深成指涨1.09%，报16045.8点，成交9877亿元。至此，沪指本周涨8.1%，深成指本周涨9.19[5] </br>
2015年6月30日，沪指暴跌近4%逼近3900，逾800股跌停。[6] </br>
2暴跌事件编辑6.19暴跌事件</br>
2015年6月19日，大盘表现疲弱，午后跳水，跌幅一度逾6%，相继失守4600、4500点位，考验60日均线支撑，两市近千只股票跌停。各板块全线飘绿。</br>
盘面上看，西藏、民航机场、高速公路、中韩自贸、彩票、交运物流等板块跌幅领先。全天有近50只非ST股涨停，近千只非ST股跌停。</br>
沪股通北向抄底成交明显放大，截止14点左右，沪股通余额80.29亿元，占每日额度61%，即资金净流入近50亿元。[7] </br>
一场屠杀式的暴跌不幸在本周五意外上演。沪指全天遭遇了逾300点的断崖式暴跌，指数连破4700、4600和4500点三大整数关口，个股表现惨不忍睹，千只股票封上跌停。就全周来看，沪指一周暴跌近700点，跌幅逾13%，创七年来最大周跌幅[8] 。</br>
6.26暴跌事件</br>
2015年6月26日，沪深指数及创业板指全线大幅低开，随后直接开启无反弹杀跌模式，沪指是不断的创出盘中新低，盘中一度冲击跌停，创业板指更是一度大跌逾9%，被抛压重重的砸在3000点之下，不得翻身，个股更是逾两千只跌停，溃不成军。
截止收盘，沪指报4192.87点，跌334.91点，跌幅7.40%。</br>
板块方面，黄金概念、智能家居、职业教育、互联网金融、卫星导航、基因测序、智能穿戴、智能机器、电商概念、运输设备、医疗保健等板块全线跌停。[9] </br>
7.27暴跌事件</br>
2015年7月27日，早盘，沪指低开，早盘维持在5日线与10日线之间窄幅震荡；深成指低开后则一路震荡走高，上探至13579.64点后遇阻有所回落；创业板以2822.37点低开，上探至30日线后遇阻有所回落。午后，股指期货快速跳水带动股指下跌，三个股指齐跳水，沪指连续跌破3900点，3800点关口，跌幅近8%，创业板指则跌破2700点，跌幅近7%。</br>
各大板块全线下跌，无一板块上涨。其中水域改革，天津自贸区等板块跌停。两市合计成交超过1.3万亿元，逾1800股跌停。</br>
截至收盘，沪指报3725.56点，跌8.48%，成交额7212.98亿元，深成指报12493.05点，跌7.59%，成交额6676.95亿元，创业板指报2683.45点，跌7.40%，成交额767.84亿元。[10] </br>
21家券商出救市方案</br>
2015年7月4日，21家券商公司召集会议，一致表示对我国资本市场发展充满信心，坚决维护股票市场稳定发展。会议决定21家公司共筹集1200亿元，投资蓝筹股ETF。同时，上证综指在4500点以下，在2015年7月3日余额基础上，证券公司自营股票盘不减持，并择机增持。此外，上市证券公司还将积极推动回购本公司股票，并推进本公司大股东增持本公司股票。[11] </br>
3计算方法编辑计算股票指数，要考虑三个因素：</br>
一是抽样，即在众多股票中抽取少数具有代表性的成份股；</br>
二是加权，按单价或总值加权平均，或不加权平均；</br>
三是计算程序，计算算术平均数、几何平均数，或兼顾价格与总值。</br>
由于上市股票种类繁多，计算全部上市股票的价格平均数或指数的工作是艰巨而复杂的，因此人们常常从上市股票中选择若干种富有代表性的样本股票，并计算这些样本股票的价格平均数或指数。用以表示整个市场的股票价格总趋势及涨跌幅度。计算股价平均数或指数时经常考虑以下四点：</br>
（1）样本股票必须具有典型性、普通性，为此，选择样本对应综合考虑其行业分布、市场影响力、股票等级、适当数量等因素。</br>
（2）计算方法应具有高度的适应性，能对不断变化的股市行情作出相应的调整或修正，使股票指数或平均数有较好的敏感性。</br>
（3） 要有科学的计算依据和手段。计算依据的口径必须统一，一般均以收盘价为计算依据，但随着计算频率的增加，有的以每小时价格甚至更短的时间价格计算。</br>
（4）基期应有较好的均衡性和代表性。</br>
4计算修正编辑指数计算</br>
（一） 计算公式</br>
1． 上证指数系列均采用派许加权综合价格指数公式计算。</br>
2．上证180指数、上证50指数等以成份股的调整股本数为权数进行加权计算，计算公式为：　报告期指数=（报告期样本股的调整市值/基期）×1000 　其中，调整市值=Σ（股价×调整股本数）。　上证180金融股指数、上证180基建指数等采用派许加权综合价格指数方法计算，公式如下：　报告期指数=（报告期样本股的调整市值/基期）×1000 　其中，调整市值= Σ（股价×调整股本数×权重上限因子），权重上限因子介于0和1之间，以使样本股权重不超过15%（对上证180风格指数系列，样本股权重上限为10%）。　调整股本数采用分级靠档的方法对成份股股本进行调整。根据国际惯例和专家委员会意见，上证成份指数的分级靠档方法如下表所示。比如，某股票流通股比例（流通股本/总股本）为7%，低于10%，则采用流通股本为权数；某股票流通比例为35%，落在区间（30，40]内，对应的加权比例为40%，则将总股本的40%作为权数。　流通比例（%） ≤10 （10，20] （20，30] （30，40] （40，50] （50，60] （60，70] （70，80] >80 　加权比例（%） 流通比例 20，30，40，50，60，70，80，100 </br>
3． 上证综合指数等以样本股的发行股本数为权数进行加权计算，计算公式为：　报告期指数=（报告期成份股的总市值/基期）×基期指数 　其中，总市值= Σ（股价×发行股数）。　成份股中的B股在计算上证B股指数时，价格采用美元计算。　成份股中的B股在计算其他指数时，价格按适用汇率（中国外汇交易中心每周最后一个交易日的人民币兑美元的中间价）折算成人民币。 </br>
4．上证基金指数以基金发行份额为权数进行加权计算，计算公式为：　报告期指数=（报告期基金的总市值/基期）× 1000 　其中，总市值= Σ（市价×发行份额）。</br>
5．上证国债指数以样该国债在证券交易所的发行量为权数进行加权，计算公式为：　报告期指数=（报告期成份国债的总市值+报告期国债利息及再投资收益）/基期×100 　其中，总市值= Σ（全价×发行量）；全价=净价+应计利息　报告期国债利息及再投资收益表示将当月样该国债利息收入再投资于债券指数本身所得收益。</br>
6．上证企债指数采用派许加权综合价格指数公式计算。以样该企业债的发行量为权数进行加权，计算公式为：　报告期指数= [（报告期成份企业债的总市值+ 报告期企业债利息及再投资收益）/基期]×100 　其中，总市值 = Σ（全价×发行量），报告期企业债利息及再投资收益表示将当月样该企业债利息收入再投资于债券指数本身所得收益。</br>
7．上证公司债指数采用派许加权综合价格指数方法计算，公式如下：　报告期指数= [（报告期指数样本总市值+ 报告期公司债利息及再投资收益）/基期]×基值 　其中，总市值= Σ（全价×发行量） 　报告期公司债利息及再投资收益表示将当月付息指数样本利息收入再投资于债券指数本身所得收益。</br>
8．上证分离债指数采用派许加权综合价格指数方法计算，公式如下：　报告期指数= [（报告期指数样本总市值 + 报告期分离债利息及再投资收益）/基期]×基值 　其中，总市值 = Σ（全价×发行量） 　报告期分离债利息及再投资收益表示将当月付息指数样本利息收入再投资于债券指数本身所得收益。</br>
（二） 指数的实时计算 　上证指数系列均为实时计算。　具体做法是，在每一交易日集合竞价结束后，用集合竞价产生的股票开盘价（无成交者取昨收盘价）计算开盘指数，以后每大约2秒重新计算一次指数，直至收盘，每大约6秒实时向外发布。其中各成份股的计算价位（X）根据以下原则确定：　1． 若当日没有成交，则 X = 前日收盘价； 　2． 若当日有成交，则 X = 最新成交价。</br>
指数修正</br>
（一）修正公式 　上证指数系列均采用“除数修正法”修正。　当成份股名单发生变化或成份股的股本结构发生变化或成份股的市值出现非交易因素的变动时，采用“除数修正法”修正原固定除数，以保证指数的连续性。修正公式为：　修正前的市值/原除数=修正后的市值/新除数 　其中，修正后的市值 = 修正前的市值+ 新增（减）市值； 　由此公式得出新除数（即修正后的除数，又称新基期），并据此计算以后的指数。</br>
（二）需要修正的几种情况</br>
1． 新上市。对综合指数（上证综指和新上证综指）和分类指数（A股指数、B股指数和行业分类指数），凡有成份证券新上市，上市后第十一个交易日计入指数。</br>
2．除息。凡有成份股除息（分红派息），指数不予修正，任其自然回落。</br>
3．除权。凡有成份股送股或配股，在成份股的除权基准日前修正指数。　修正后市值 =除权报价×除权后的股本数+修正前市值（不含除权股票）；</br>
4．汇率变动。每一交易周的最后一个交易日，根据中国外汇交易中心该日人民币兑美元的中间价修正指数。</br>
5．停牌。当某一成份股处于停牌期间，取其正常的最后成交价计算指数。</br>
6．摘牌。凡有成份股摘牌（终止交易），在其摘牌日前进行指数修正。</br>
7．股本变动。凡有成份股发生其他股本变动（如增发新股上市引起的流通股本增加等），在成份股的股本变动日前修正指数。　修正后市值 =收盘价×调整后的股本数+修正前市值（不含变动股票）；</br>
8．停市。A股或B股部分停市时，指数照常计算；A股与B股全部停市时，指数停止计算。[12] </br>
 
 
上证A股涨停板产品：</br>
“上证”为上海证券交易所的简称。上证A股指数是由上海证券交易所编制，其样本股是全部上市A股，以该日所有A股的市价总值为基期，，反映了A股的股价整体变动状况，。[1] 
A股的正式名称是人民币普通股票。它是由我国境内的公司发行，供境内机构、组织或个人（不含台、港、澳用户）以人民币认购和交易的普通股股票，我国A股股票市场经过几年快速发展，已经初具规模。[1] </br>
 1定义编辑A股的定义</br>
A股的正式名称是人民币普通股票。它是由我国境内的公司发行，供境内机构、组织或个人（不含台、港、澳用户）以人民币认购和交易的普通股股票，我国A股股票市场经过几年快速发展，已经初具规模。</br>
上证A股指数定义的样本股是指在上海证券交易所的全部上市A股股票，反映了A股的股价整体变动状况，自1992年2月21日起正式发布。</br>
指数定义</br>
指数是指计算A股股票得出的指数。</br>
2计算编辑上证A股指数是只计算A股股票得出的指数。上证指数系列均采用派许加权综合价格指数公式计算。</br>
指数概括</br>
上证成份指数以成份股的调整股本数为权数进行加权计算。</br>
计算公式为：</br>
报告期指数= 报告期成份股的调整市值 / 基日成份股的调整市值 × 1000</br>
其中，调整市值 = ∑(市价×调整股本数)，基日成份股的调整市值亦称为除数，调整股本数采用分级靠档的方法对成份股股本进行调整。根据国际惯例和专家委员会意见，上证成份指数的分级靠档方法如下表所示。比如，某股票流通股比例(流通股本/总股本)为7%，低于10%，则采用流通股本为权数;某股票流通比例为35%，落在区间(30，40 )内，对应的加权比例为40%，则将总股本的40%作为权数。</br>
流通比例(%) ≤10 (10，20] (20，30] (30，40] (40，50] (50，60] (60，70] (70，80] >80</br>
加权比例(%) 流通比例 20 30 40，50 60 70 80 100</br>
50指数</br>
上证50指数采用派许加权方法，按照样本股的调整股本数为权数进行加权计算。</br>
计算公式为：</br>
报告期指数 = 报告期成份股的调整市值 / 基 期 × 1000</br>
其中，调整市值= ∑(市价×调整股数)。调整股本数采用分级靠档的方法对成份股股本进行调整。上证50指数的分级靠档方法如下表所示：</br>
流通比例(%) ≤10 (10，20] (20，30] (30，40] (40，50] (50，60] (60，70] (70，80] >80</br>
加权比例(%) 流通比例 2，0 30 40 ，50 60 70 80 100</view>
		</scroll-view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style>
.title1{font-size: 45upx;color: #3B424C;font-weight: bold;}
.value{font-size: 40upx;color: #3B424C;}
.content{padding: 35rpx 35rpx 0;width: auto !important;font-size: 30rpx;}
.text{color: rgb(91, 96, 103);font-size: 30upx;line-height: 60rpx;}
.color1{color: #ff6600;}
</style>
